
Таблица employees

Создать таблицу employees
- id. serial,  primary key,
- employee_name. Varchar(50), not null
Наполнить таблицу employee 70 строками.
_________________________________________________

create table employees(
 id serial primary key,
 employee_name varchar(50) not null 
 )
 
select * from employees;

insert into employees (employee_name)
values ('Казьмин'),
       ('Мамонов Андрей'),
       ('Михальченкова Тамара'),
       ('Кулика Евдокия'),
       ('Попов Михаил'),
       ('Яговкина Анна'),
       ('Токмаков Евгений'),
       ('Лившица Наталья'),
       ('Щавельский Семён'),
       ('Бояров Максим'),
       ('Попырина Анастасия'),
       ('Абалихин Евгений'),
       ('Маринин Валентин'),
       ('Кризько Иван'),
       ('Аспидова Аглая'),
       ('Окладникова София'),
       ('Гавриленко Варвара'),
       ('Габулова Екатерина'),
       ('Нырцева Юлия'),
       ('Гоминова Ирина'),
       ('Шукшин Дмитрий'),
       ('Якунин Леонид'),
       ('Ковалевский Валерий'),
       ('Крупина_Алевтина'),
       ('Беляев Владислав'),
       ('Свечин Владимир'),
       ('Жутова Татьяна'),
       ('Марьин Кирилл'),
       ('Ярощук Надежда'),
       ('Черенчикова_Валентина'),
       ('Апалков_Юрий'),
       ('Крымов_Тимофей'),
       ('Якушков_Алексей'),
       ('Есаулова Мария'),
       ('Гусев Роман'),
       ('Тимашев_Вячеслав'),
       ('Мерзлов_Алексей'),
       ('Нугаева_Милена'),
       ('Талалихина_Ольга'),
       ('Драгомиров_Виктор'),
       ('Шихирин_Валерий'),
       ('Шатохина_Мария'),
       ('Караева_Полина'),
       ('Садыкова_Азия'),
       ('Звягина_Наталья'),
       ('Шушалева_Ольга'),
       ('Бебчук_Кристина'),
       ('Огарков_Валерий'),
       ('Кондюрина_Надежда'),
       ('Перехваткин_Игнат'),
       ('Ягунова_Олеся'),
       ('Завражный_Иван'),
       ('Чекин_Севолод'),
       ('Ерхова_Оксана'),
       ('Минкин_Егор'),
       ('Машарина_Гульнара'),
       ('Куклачёва_Елена'),
       ('Саянова_Алина'),
       ('Абабков Сергей'),
       ('Тукай_Алым'),
       ('Алифанов_Глеб'),
       ('Кудайбергенова_Арина'),
       ('Васильева Елена');
 ____________________________________________________________
 
 Таблица salary

Создать таблицу salary
- id. Serial  primary key,
- monthly_salary. Int, not null
Наполнить таблицу salary 15 строками:
- 1000
- 1100
- 1200
- 1300
- 1400
- 1500
- 1600
- 1700
- 1800
- 1900
- 2000
- 2100
- 2200
- 2300
- 2400
- 2500


      create table salary (
 id serial primary key,
 monthly_salary int not null 
)

select * from salary;

insert into salary (monthly_salary)
values (1000),
      (1100),
      (1200),
      (1300),
      (1400),
      (1500),
      (1600),
      (1700),
      (1800),
      (1900),
      (2000),
      (2100),
      (2200),
      (2300),
      (2400),
      (2500);
       